[
  {
    "cat": "design",
    "quote": "Recognizing the need is the primary condition for design.",
    "author": "Charles Eames"
  },
  {
    "cat": "design",
    "quote": "How well we communicate is determined not by how well we say things, but how well we are understood.",
    "author": "Andrew Grove"
  },
  {
    "cat": "design",
    "quote": "Good design is obvious. Great design is transparent.",
    "author": "Joe Sparano"
  },
  {
    "cat": "design",
    "quote": "Where do new ideas come from? The answer is simple: differences. Creativity comes from unlikely juxtapositions.",
    "author": "Nicholas Negroponte"
  },
  {
    "cat": "design",
    "quote": "Do not seek praise. Seek criticism.",
    "author": "Paul Arden"
  },
  {
    "cat": "design",
    "quote": "Styles come and go. Good design is a language, not a style.",
    "author": "Massimo Vignelli"
  },
  {
    "cat": "design",
    "quote": "Design is not just what it looks like and feels like. Design is how it works.",
    "author": "Steve Jobs"
  },
  {
    "cat": "coding",
    "quote": "If debugging is the process of removing software bugs, then programming must be the process of putting them in.",
    "author": "Edsger Dijkstra"
  },
  {
    "cat": "coding",
    "quote": "The best method for accelerating a computer is the one that boosts it by 9.8 m/s2.",
    "author": "Anonymous"
  },
  {
    "cat": "coding",
    "quote": "Walking on water and developing software from a specification are easy if both are frozen.",
    "author": "Edward V Berard"
  },
  {
    "cat": "coding",
    "quote": "It's not at all important to get it right the first time. It's vitally important to get it right the last time.",
    "author": "Andrew Hunt and David Thomas"
  },
  {
    "cat": "coding",
    "quote": "Should array indices start at 0 or 1? My compromise of 0.5 was rejected without, I thought, proper consideration.",
    "author": "Stan Kelly-Bootle"
  },
  {
    "cat": "coding",
    "quote": "Always code as if the guy who ends up maintaining your code will be a violent psychopath who knows where you live.",
    "author": "Rick Osborne"
  },
  {
    "cat": "creativity",
    "quote": "Every child is an artist, the problem is staying an artist when you grow up.",
    "author": "Pablo Picasso"
  },
  {
    "cat": "creativity",
    "quote": "If you hear a voice within you say, ‘You cannot paint,’ then by all means paint, and that voice will be silenced.",
    "author": "Vincent Van Gogh"
  },
  {
    "cat": "creativity",
    "quote": "Curiosity about life in all of its aspects, I think, is still the secret of great creative people.",
    "author": "Leo Burnett"
  },
  {
    "cat": "creativity",
    "quote": "Think left and think right and think low and think high. Oh, the thinks you can think up if only you try.",
    "author": "Dr. Seuss"
  },
  {
    "cat": "creativity",
    "quote": "Don’t think. Thinking is the enemy of creativity. It’s self-conscious, and anything self-conscious is lousy. You can’t try to do things. You simply must do things.",
    "author": "Ray Bradbury"
  },
  {
    "cat": "books",
    "quote": "Whenever you read a good book, somewhere in the world a door opens to allow in more light.",
    "author": "Vera Nazarian"
  },
  {
    "cat": "books",
    "quote": "If we encounter a man of rare intellect, we should ask him what books he reads.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "cat": "books",
    "quote": "There comes a time when you have to choose between turning the page and closing the book.",
    "author": "Josh Jameson"
  },
  {
    "cat": "books",
    "quote": "I would never read a book if it were possible for me to talk half an hour with the man who wrote it.",
    "author": "Woodrow Wilson"
  },
  {
    "cat": "books",
    "quote": "Always read something that will make you look good if you die in the middle of it.",
    "author": "P.J. O’Rourke"
  },
  {
    "cat": "entertainment",
    "quote": "Children are like wet cement. Whatever falls on them makes an impression.",
    "author": "Dr. Haim Ginott"
  },
  {
    "cat": "entertainment",
    "quote": "I find television very educating. Every time somebody turns on the set, I go into the other room and read a book.",
    "author": "Groucho Marx"
  },
  {
    "cat": "entertainment",
    "quote": "Money was never a big motivation for me, except as a way to keep score. The real excitement is playing the game.",
    "author": "Donald Trump"
  },
  {
    "cat": "entertainment",
    "quote": "I like to rock and roll, but I'm a mushy guy, too. I want to be the guy that all the girls love and all the guys want to hang out with.",
    "author": "Kenny Chesney"
  },
  {
    "cat": "entertainment",
    "quote": "In the end we're all Jerry Springer Show guests, really, we just haven't been on the show.",
    "author": "Marilyn Manson"
  },
  {
    "cat": "colors",
    "quote": "Colour creates, enhances, changes, reveals and establishes the mood of the painting.",
    "author": "Kiff Holland"
  },
  {
    "cat": "colors",
    "quote": "The purest and most thoughtful minds are those which love colour the most.",
    "author": "John Ruskin"
  },
  {
    "cat": "colors",
    "quote": "Shining through. I see your true colors. And that's why I love you. So don't be afraid to let them show. Just show Your true colors.",
    "author": "Anonymous"
  },
  {
    "cat": "colors",
    "quote": "It was never about words just about colors it brings to our lives",
    "author": "Anonymous"
  },
  {
    "cat": "colors",
    "quote": "Why live as one single colour crayon when you can be the full box of crayons colouring the whole world with your love?",
    "author": "Anonymous"
  },
  {
    "cat": "colors",
    "quote": "I found I could say things with color and shapes that I couldn't say any other way – things I had no words for.",
    "author": "Georgia O'Keeffe"
  },
  {
    "cat": "inspiration",
    "quote": "The way get started is to quit talking and begin doing.",
    "author": "Walt Disney"
  },
  {
    "cat": "inspiration",
    "quote": "The pessimist sees difficulty in every opportunity. The optimist sees the opportunity in every difficulty.",
    "author": "Winston Churchill"
  },
  {
    "cat": "inspiration",
    "quote": "You learn more from failure than from success. Don’t let it stop you. Failure builds character.",
    "author": "Unknown"
  },
  {
    "cat": "inspiration",
    "quote": "It’s not whether you get knocked down, it’s whether you get up.",
    "author": "Vince Lombardi"
  },
  {
    "cat": "inspiration",
    "quote": "If you are working on something that you really care about, you don’t have to be pushed. The vision pulls you.",
    "author": "Steve Jobs"
  },
  {
    "cat": "inspiration",
    "quote": "People who are crazy enough to think they can change the world, are the ones who do.",
    "author": "Rob Siltanen"
  }
]